{
  "title": "Get Inspired",
  "description": "A collection of videos, songs and articles with so much heart and insight they affect me every time I watch. Maybe they'll do the same for you.",
  "format": "erb",
  "featured": true,
  "author_id": "dan",
  "published_at": "2012-03-10 01:00:00 UTC",
  "created_at": "2012-03-10 01:00:00 UTC",
  "updated_at": "2012-03-10 01:00:00 UTC",
  "data_type": "Living::InspiringVideos",
  "data": [
    {
      "id": "where-is-matt",
      "title": "Where in the Hell is Matt?",
      "description_html": "<p><a href=\"http://www.wherethehellismatt.com/\">Matt</a> is a video game writer who leaves his job for months at a time to travel around the world while video taping himself doing a silly dance. After returning to Seattle, he edits together a compilation video of all the places he's been. His videos became such a hit that <a href=\"http://www.stridegum.com\">Stride Gum</a> started sponsoring some of his travel.</p>",
      "youtube1_key": "bNF_P281Uu4",
      "youtube2_key": "zlfKdbWwruY"
    },
    {
      "id": "conan-obrien-harvard-2000",
      "title": "Conan O'Brien's Harvard \"Class Day\" Speech of 2000",
      "description_html": "<p>In 2000, <a href=\"http://en.wikipedia.org/wiki/Conan_O%27Brien\">Conan O'Brien</a> gave the \"Class Day\" address to the graduating students at Harvard University in Cambridge, Massachusetts. Conan mixes just enough funny and advice to produce a speech worth watching every once and a while.</p>",
      "youtube1_key": "5cFY0-IFcwc",
      "youtube2_key": "ErZVczhKIss"
    },
    {
      "id": "steve-jobs-stanford-2005",
      "title": "Steve Jobs' 2005 Stanford Commencement Address",
      "description_html": "<p>Drawing from some of the most pivotal points in his life, <a href=\"http://en.wikipedia.org/wiki/Steve_Jobs\">Steve Jobs</a>, chief executive officer and co-founder of Apple Computer and of Pixar Animation Studios, urged graduates to pursue their dreams and see the opportunities in life's setbacks -- including death itself -- at the university's 114th Commencement on June 12, 2005.</p>",
      "youtube1_key": "UF8uR6Z6KLc"
    },
    {
      "id": "young-at-heart-coldplay",
      "title": "@Heart members sing Coldplay's \"Fix You\"",
      "description_html": "<p><a href=\"http://www.youngatheartchorus.com/\">Young@Heart</a> is a chorus that started in Northampton, Massachusetts for people over a certain age. This video features <a href=\"http://www.usatoday.com/life/people/2009-01-01-fred-knittle-obit_N.htm\">Fred Knittle</a> singing <a href=\"http://en.wikipedia.org/wiki/Coldplay\">Coldplay's</a> <a href=\"http://www.youtube.com/watch?v=JI-o25K6B-E\">Fix You.</a> It was supposed to be a duet, but his partner died shortly before the performance. The audience members shown repeatedly are his family.</p>",
      "youtube1_key": "W_n0zvoHlVk"
    },
    {
      "id": "last-lecture",
      "title": "Randy Pausch Last Lecture: Achieving Your Childhood Dreams",
      "description_html": "<p>Carnegie Mellon Professor <a href=\"http://en.wikipedia.org/wiki/Randy_Pausch\">Randy Pausch</a> gave his last lecture at the university Sept. 18, 2007, before a packed McConomy Auditorium. In his moving presentation, \"Really Achieving Your Childhood Dreams,\" Pausch talked about his lessons learned and gave advice to students on how to achieve their own career and personal goals.</p>",
      "youtube1_key": "ji5_MqicxSo"
    }
  ]
}
